Repository: MushketMobile/FolioReaderKit
Catalog: Source/Resources/*.lproj/Localizable.strings
Languages: he

# %d numberChapter
source: %d Chapter
he: %d פרק

source: searching
he: חיפוש מתבצע

source: No search result
he: לא נמצאו תוצאות חיפוש

source: %d pages
he: %d עמודים

# FilioReader.FolioReaderSearch.numberChapter
source: %d Chapter
he: %d פרק

# FilioReader.FolioReaderSearch.searchResult
source: Search result
he: תוצאות חיפוש

# Alert.Common.noInternetConnecton
source: No internet connecton, try again latter
he: המכשיר אינו מחובר לאינטרנט

# Alert.Common.ok
source: Ok
he: בסדר

# Alert.Common.other
source: Other
he: אַחֵר

# Alert.Common.yes
source: Yes
he: כן

# Alert.Tutorial.again
source: Don't show tutorial screens again?
he: לא להציג מסכים אלו בעתיד

# LeftMenu.About.about
source: About
he: אודות

# LeftMenu.Cell.about
source: About
he: אודות

# LeftMenu.Cell.directory
source: Help
he: מדריך

# LeftMenu.Cell.help
source: User tutorial
he: עזרה

# LeftMenu.Cell.rentalHistory
source: History
he: היסטוריה

# LeftMenu.Cell.signOut
source: Sign Out
he: כניסה כמשתמש אחר

# LeftMenu.Cell.signIn
source: Sign In
he: כניסה

# LeftMenu.Cell.termPrivacy
source: Terms of Service and Privacy
he: תנאי שירות ופרטיות

# LeftMenu.DirectorySegmentView.help
source: Help
he: עזרה

# LeftMenu.DirectorySegmentView.questionsAndAnswers
source: FAQ
he: שאלות ותשובות

# LeftMenu.TermPrivacySegmentView.privacyPolicy
source: Privacy Policy
he: מדיניות פרטיות

# LeftMenu.TermPrivacySegmentView.termsOfService
source: Terms of Service
he: תנאי השירות

# Library.NavigationBar.catalog
source: Catalog
he: קטלוג

# Library.NavigationBar.library
source: Library
he: הספרים שלי

# PopUp.Logout.cancel
source: Cancel
he: ביטול

# PopUp.Logout.logout
source: Log out
he: לצאת

# PopUp.Logout.message
source: Log out?
he: לצאת מהחשבון?

# PopUp.Delete.cancel
source: Cancel
he: ביטול

# PopUp.Delete.delete
source: Delete
he: למחוק

# PopUp.Delete.message
source: The selected books will be deleted from your device but will continue to be accessible in the cloud. Do you want to continue deleting?
he: הספרים שנבחרו יימחקו ממכשירך אך ימשיכו להיות נגישים בענן. האם ברצונך להמשיך במחיקה?

# PopUp.notificationSettings
source: I agree to receive updates on new books, promotions and system announcements
he: אני מסכימ/ה לקבל עדכונים על ספרים חדשים, מבצעים והודעות מערכת

# PopUp.settingsResetToDefault
source: Settings reset to default
he: אפס הגדרות לברירת מחדל

# RightMenu.Cell.addDate
source: Recently added
he: חדשים

# RightMenu.Cell.author
source: Author's name
he: שם סופר

# RightMenu.Cell.bookTitle
source: Book title
he: שם ספר

# RightMenu.Cell.deleteBook
source: Delete book
he: מחיקת ספרים

# RightMenu.Cell.readDate
source: Recently read
he: נקראו לאחרונה

# RightMenu.Cell.screenSettings
source: Application Settings
he: תצוגה

# RightMenu.Cell.sortParameter
source: Book sorting parameter
he: סדר לפי:

# RightMenu.Settings.importLocalBooks
source: Scan and import EPUB books in your device folders
he: סרוק וייבא ספרי EPUB הנמצאים בתיקיות מכשירך

# RightMenu.Settings.settings
source: Settings
he: הגדרות

# RightMenu.Settings.settingsResetToDefault
source: Settings reset to default
he: אפס הגדרות לברירת מחדל

# FilioReader.ReaderFontsMenu.settings
source: Reading Settings
he: הגדרות קריאה

# FilioReader.ReaderFontsMenu.fontTitle
source: Font
he: גופן

# FilioReader.ReaderNote.Exit
source: Exit
he: ביטול

# FilioReader.ReaderNote.Save
source: Save
he: שמירה

# FilioReader.ReaderNote.cancel
source: Cancel
he: ביטול
